#include<stdio.h>

int main()
{
	printf("     \033[44m할로 모두들\033[0m         \n");
	printf("      \033[96m나\033[0m 아파서 가만히 앉아 글 전할게     \n");
	printf("      \033[96m사\033[0m\033[92m실\033[0m 감\033[92m기\033[0m 걸려서 \033[92m별거 아니라 생각했는데\033[0m      \n");
	printf("      \033[96m실\033[0m제로 좀 심하게 걸려서       \n");
	printf("      \033[96m너\033[0m무 답답하다        \n");
	printf("      \033[96m희\033[0m안하게 한번 병 걸리면 \033[92m진짜\033[0m 심하게 걸리는데     \n");
	printf("      \033[96m들\033[0m었다 놨다 하는 것도 아니고 아팠다 안 아팠다 해서       \n");
	printf("      \033[96m보\033[0m내는 날들이 \033[92m너무 힘드네\033[0m       \n");
	printf("      \033[96m고\033[0m등학교 이후에 이렇게 된건 처음이네ㅋㅋ         \n");
	printf("      \033[96m프\033[0m로그래밍으로 \033[92m연습\033[0m겸 한번 글 써 봤어       \n");
	printf("      \033[96m다\033[0m들 잘 자고 아프지 말고 내일도 \033[92m화이팅 하자\033[0m      \n");
	printf("1101001 100000 1101100 1110101\n");
	printf("1110110 100000 1011101010101000 1011010001010000 1011010011100100       \n");
	return 0;
}